{"source": "PMC", "date": "20210805", "key": "pmc.key", "infons": {}, "documents": [{"id": "8321663", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "IL-13 deficiency and acute lung injury", "article-id_doi": "10.26508/lsa.202001000", "article-id_pmc": "8321663", "article-id_pmid": "34127548", "article-id_publisher-id": "LSA-2020-01000", "elocation-id": "e202001000", "issue": "8", "license": "This article is available under a Creative Commons License (Attribution 4.0 International, as described at https://creativecommons.org/licenses/by/4.0/).", "name_0": "surname:Chenery;given-names:Alistair L", "name_1": "surname:Rosini;given-names:Silvia", "name_10": "surname:Sutherland;given-names:Tara E", "name_11": "surname:Allen;given-names:Judith E", "name_12": "surname:Sutherland;given-names:TE", "name_2": "surname:Parkinson;given-names:James E", "name_3": "surname:Ajendra;given-names:Jesuthas", "name_4": "surname:Herrera;given-names:Jeremy A", "name_5": "surname:Lawless;given-names:Craig", "name_6": "surname:Chan;given-names:Brian HK", "name_7": "surname:Loke;given-names:P’ng", "name_8": "surname:MacDonald;given-names:Andrew S", "name_9": "surname:Kadler;given-names:Karl E", "section_type": "TITLE", "type": "front", "volume": "4", "year": "2021"}, "text": "IL-13 deficiency exacerbates lung damage and impairs epithelial-derived type 2 molecules during nematode infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 115, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "IL-13 is tissue protective during acute lung injury caused by nematode migration and specifically regulates type 2 epithelial cell effector functions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 266, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "IL-13 is implicated in effective repair after acute lung injury and the pathogenesis of chronic diseases such as allergic asthma. Both these processes involve matrix remodelling, but understanding the specific contribution of IL-13 has been challenging because IL-13 shares receptors and signalling pathways with IL-4. Here, we used Nippostrongylus brasiliensis infection as a model of acute lung damage comparing responses between WT and IL-13-deficient mice, in which IL-4 signalling is intact. We found that IL-13 played a critical role in limiting tissue injury and haemorrhaging in the lung, and through proteomic and transcriptomic profiling, identified IL-13-dependent changes in matrix and associated regulators. We further showed a requirement for IL-13 in the induction of epithelial-derived type 2 effector molecules such as RELM-α and surfactant protein D. Pathway analyses predicted that IL-13 induced cellular stress responses and regulated lung epithelial cell differentiation by suppression of Foxa2 pathways. Thus, in the context of acute lung damage, IL-13 has tissue-protective functions and regulates epithelial cell responses during type 2 immunity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1441, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1454, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "IL-13 is a central effector cytokine with diverse roles during both protective and pathogenic type 2 immune responses. During anti-parasitic immunity, IL-13 is critical for goblet cell hyperplasia and mucus production at mucosal sites. These responses are particularly essential for the expulsion of gastrointestinal worms from the host. However, the same mucus hypersecretion response is a hallmark of pathogenicity in asthmatic patients. Similarly, IL-13 can induce cytoprotective cytokines such as vascular endothelial growth factor to protect from acute lung injury, yet drive airway smooth muscle cell contraction leading to broncho-constrictive effects during asthma pathogenesis. However, IL-13 and IL-4 have overlapping signalling pathways and both use IL-4Rα. IL-4 signals through the type I receptor (IL-4Rα paired with the common γ chain) and the type II receptor (IL-4Rα paired with IL-13Rα1) whereas IL-13 only signals through the type II receptor. However, IL-13 can also ligate IL-13Rα2, which serves primarily as a non-signalling decoy receptor but may have signalling functions distinct from IL-13Rα1. Consequently, disentangling the relative roles of each cytokine in specific cell types has been challenging. Whereas IL-13 has been a therapeutic target for asthma with ongoing clinical trials, dupilumab, anti-IL-4Rα which inhibits both IL-4 and IL-13 signalling, has been a front-runner treatment showing efficacy in severe asthma patients. Thus, understanding the individual roles of these two cytokines has important clinical implications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3048, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Collagen deposition after tissue injury is an important aspect of wound healing and repair. However, in asthma and other chronic inflammatory conditions, dysregulated ECM remodelling and fibrosis leads to many pathological features of disease, with increased deposition of collagen and basement membrane thickening leading to a significant decline in airway function. In such disease settings, a pro-fibrotic role for IL-13 is evidenced by its ability to activate pulmonary fibroblasts and stimulate fibrillar collagen synthesis. Furthermore, the role of IL-13 in promoting liver fibrosis, such as during schistosomiasis and other pathologies, is well-characterised. However, there is an apparent context-dependent role for IL-13 in promoting pulmonary fibrosis. For instance, IL-13 is required for fibrotic changes in the lung after Schistosoma mansoni egg challenge but not in the bleomycin model of pulmonary fibrosis. Although these studies implicate IL-13 in regulating ECM components such as fibrous collagens during a variety of chronic inflammatory conditions, less is known about how IL-13 may affect the ECM and associated regulators as a whole and in acute contexts of lung injury.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4241, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we examined the function of IL-13 during the early stages of infection with the lung-migrating nematode parasite Nippostrongylus brasiliensis. We found that IL-13 was required for the full induction of airway eosinophilia and for limiting lung injury, independent from the other type 2 cytokines IL-4 and IL-5. IL-13 did not have a major effect on collagen dynamics during the early phase of infection. However, IL-13 was critical for the up-regulation of type 2 effector molecules involved in collagen regulation and tissue repair, such as epithelial-derived resistin-like molecule α (RELM-α). Through both proteomic and transcriptomic approaches, we provide new insight into the contribution of IL-13 to pulmonary helminth infections, in particular suggesting a broader role for IL-13 in overall type 2 immunity during acute lung injury.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5104, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5112, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Lung injury and vascular damage is exacerbated in the absence of IL-13", "sentences": [], "annotations": [], "relations": []}, {"offset": 5183, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Upon infection in the skin with the nematode parasite N. brasiliensis, larvae migrate into the circulation and by day 2 post-infection (D2pi) burst through the lung capillaries and the airways causing extensive tissue damage and haemorrhaging. After infection with N. brasiliensis, WT mice had increased Il13 mRNA expression in the lung on D2pi that further increased by D6pi (Fig 1A). By D6pi, T-cell activation (anti-CD3/CD28) in total lung suspensions significantly increased IL-13 protein production (Fig S1). To evaluate the role of IL-13, we used Il13tm3.1Anjm (IL-13 eGFP knock-in) mice, which are deficient for IL-13 when bred as homozygotes (henceforth referred to as Il13−/−). After infection of Il13−/−, we assessed acute bleeding as well the cumulative clearance of blood (Fig 1B). We first measured the bronchoalveolar lavage (BAL) fluid absorbance at 540 nm, which correlates with the increased presence of haemoglobin because of bleeding. In the absence of IL-13, infected mice had an increased level of airway haemorrhage on D2pi relative to WT mice (Fig 1B). Efferocytosis of red blood cells has been shown to occur in the N. brasiliensis model. Therefore, as an additional measure of bleeding, we assessed the accumulated uptake of red blood cells over time by measurement of haemosiderin within airway macrophages. Consistent with exaggerated bleeding, infected Il13−/− mice had increased numbers of haemosiderin-laden macrophages in the lung compared with controls, as determined by Prussian blue staining on D6pi (Fig 1B). To assess airway damage after infection, we evaluated H&E–stained lung sections with lacunarity analysis to determine gaps in alveolar structures. By D2pi, Il13−/− mice had increased lacunarity scores relative to WT (Fig 1C). Upon gross inspection of lung sections from D2pi, it was evident that infected Il13−/− lungs had larger gaps in the alveoli, presumably in areas proximal to where larvae burst through the tissue (Fig 1D). However, by D6pi lacunarity was comparable between Il13−/− and WT mice (Fig 1C). In primary infection, IL-13 is only involved in parasite expulsion after the parasites have already cleared the lung tissue. Nonetheless, we assessed the possibility that the exacerbated damage on D2pi in Il13−/− mice was due to an increased number of larvae entering the lungs in the absence of IL-13. Analysis of Nippostrongylus-specific actin mRNA levels revealed comparable lung-stage parasites between infected WT and mice on D2pi (Fig 1E) These data strongly suggest an early host tissue-protective role for IL-13 in partially limiting airway haemorrhaging and tissue damage immediately after N. brasiliensis entry into the lung.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7905, "infons": {"file": "LSA-2020-01000_Fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Tissue-protective role for IL-13 during acute lung injury.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7964, "infons": {"file": "LSA-2020-01000_Fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "WT and Il13−/− mice were infected with Nippostrongylus brasiliensis (Nb). (A) On day 2 post-infection (D2pi) and D6pi, Il13 mRNA levels were measured in the lungs of WT mice by quantitative real-time PCR (data normalised against housekeeping gene Rpl13a). (B) On D2pi, BAL fluid absorbance at 540 nm was quantified to measure airway haemorrhage. On D6pi, lung lobe sections were stained with Prussian blue and haemosiderin-laden cells (blue) were enumerated per area of tissue (scale bar = 100 µm). (C) To measure airway damage on D2pi and D6pi, lacunarity for whole lung lobes was computed. (D) Representative haematoxylin and eosin images of infected WT and Il13−/− lungs showing alveolar damage in the tissue (scale bar = 200 µm). (E) Nb-specific actin mRNA in lung tissue was measured on D2pi by quantitative real-time PCR (data normalised against housekeeping gene Rpl13a). Data (mean ± SEM) were pooled from three individual experiments with three to six mice per group (per experiment). NS not significant, *P < 0.05, ****P < 0.0001 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9065, "infons": {"file": "LSA-2020-01000_FigS1.jpg", "id": "figS1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Measurement of IL-13 after Nippostrongylus brasiliensis infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9132, "infons": {"file": "LSA-2020-01000_FigS1.jpg", "id": "figS1", "section_type": "FIG", "type": "fig_caption"}, "text": "Cell homogenates of lungs from either naïve, day 2 post-infection, and D6pi WT mice were either unstimulated (US) or stimulated with anti-CD3/CD28 for 72 h and IL-13 levels were measured in the supernatants by ELISA. Data (mean ± SEM) are from a single experiment at different time points with three to four mice per group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9458, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IL-13 is required for airway eosinophilia during N. brasiliensis infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 9533, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Neutrophilia is a major contributor to acute lung injury and haemorrhage during helminth infection. At D2pi, neutrophils are the predominant infiltrating granulocyte and contribute to worm killing but at the expense of host tissue injury. We hypothesised that the exacerbated bleeding and damage in Il13−/− mice was due to the requirement for IL-13 to suppress the early neutrophilia. Thus, we aimed to characterise the role of IL-13 during the early granulocyte response in the lungs. Using N. brasiliensis infection of Il13−/− mice, we found that the proportion of infiltrating neutrophils in the BAL was not significantly altered in the absence of IL-13 when compared with infected WT mice on D2pi (Fig 2A). In terms of absolute numbers, Il13−/− mice only exhibited a slight trend for increased neutrophils compared with controls on D2pi and D4pi (Fig 2B). Between D4-6pi, the parasite larvae have exited the lungs, en route to the small intestine and the granulocyte response shifts towards eosinophilia in the airways. As early as D4pi, Il13−/− mice had a major reduction in the proportion and number of eosinophils in the BAL relative to infected WT mice and this response was sustained at D6pi (Fig 2A and C). This major reduction in eosinophil proportions in infected Il13−/− mice accounted for the apparent increase in neutrophil percentage at D4pi and D6pi. Together, these results show that IL-13 is required for the full induction of airway eosinophilia after N. brasiliensis infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11052, "infons": {"file": "LSA-2020-01000_Fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "IL-13-dependent airway eosinophilia during Nippostrongylus brasiliensis infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11135, "infons": {"file": "LSA-2020-01000_Fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "WT and Il13−/− mice were infected with N. brasiliensis (Nb) and BAL cells were analysed by flow cytometry. (A) Representative plots of percentages of BAL CD11c−CD11b+Ly6G+ neutrophils and CD11c−CD11b+Siglec-F+ eosinophils on D2, D4, and D6pi. Numbers indicate percentage of cells within total live CD45.2+ cells. (B, C) Total BAL neutrophil and (C) eosinophil cell counts on D2, D4, and D6pi. Data (mean ± SEM) were representative (day 2 post-infection) or pooled (D4 and D6pi) from four individual experiments with three to five mice per group (per experiment). NS: not significant, *P < 0.05 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11788, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IL-4 and IL-5 do not compensate in the absence of IL-13 after N. brasiliensis infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 11876, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previous studies using the N. brasiliensis model in IL-4Rα–deficient animals or IL-4/IL-13-double–deficient mice did not distinguish between the relative roles of IL-4 and IL-13 during infection. Unlike those settings, in IL-13 cytokine–deficient mice which have intact type I and II IL-4 receptors, IL-4 may compensate for IL-13 deficiency. To evaluate the potential role of IL-4, we first assessed overall susceptibility to N. brasiliensis in the small intestine which is known to be dependent on both IL-4Rα and IL-13Rα1 (i.e., type I and II IL-4 receptors). Where WT mice had largely cleared their parasites, all Il13−/− mice harboured adult intestinal worms on D6pi (Fig 3A). However, IL-13 can play a role in the differentiation of Th2 cells, and it was therefore possible that increased worm burden in IL-13 deficient mice was due to impaired Th2-cell activation after infection. We therefore assessed lung CD4+ T cells on D6pi by ex vivo stimulation and measurement of intracellular type 2 cytokine expression. We confirmed that lung CD4+ T cells in our Il13−/− mouse strain expressed eGFP in lieu of functional IL-13 after infection with N. brasiliensis when compared with controls (Fig 3B). Importantly, in the absence of IL-13 expression, neither IL-4 nor IL-5 cytokine expression was changed in CD4+ T cells after infection (Fig 3C). Furthermore, measurement of type 2 cytokine mRNA from whole lung also showed no change in the expression of Il4 and Il5 between infected Il13−/− and WT mice (Fig 3D). Thus, IL-13 cytokine-deficient mice become fully susceptible to N. brasiliensis infection with no evidence that altered susceptibility is due to reduced IL-4/IL-5 during the adaptive type 2 response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13610, "infons": {"file": "LSA-2020-01000_Fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "IL-4 and IL-5 do not compensate in the absence of IL-13 during Nippostrongylus brasiliensis infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13713, "infons": {"file": "LSA-2020-01000_Fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "WT and Il13−/− mice were infected with N. brasiliensis (Nb). (A) On D6pi, adult worms in the small intestine were quantified. (B) Representative flow cytometry plots of lung CD4+ T cells stimulated ex vivo to measure intracellular WT IL-13 and KO eGFP expression. (C) Percentages of CD4+ T cells expressing IL-13, IL-4, and IL-5. (D) Whole lung Il13, Il4, and Il5 mRNA was measured by quantitative real-time PCR (data normalised against housekeeping gene Rpl13a). Data (mean ± SEM) were pooled from three individual experiments with three to five mice per group (per experiment). NS: not significant, *P < 0.05, ***P < 0.001, ****P < 0.0001 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14409, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Lung proteomic analysis after N. brasiliensis infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 14465, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our results thus far showed that IL-13 has a role in limiting lung injury and enabling eosinophil recruitment into the airways after N. brasiliensis infection. Although gross changes in lung structure were not evident at day 6 between WT and Il13−/− mice (Fig 1C), it is feasible that changes to physical lung injury in the absence of IL-13, as was seen on D2 post-infection (Fig 1B and C), could have profound effects on the way in which the lung repairs compared with WT animals. To directly address this possibility at the whole tissue level, we performed mass spectrometry on H&E–stained lung sections at D6pi. In infected WT mice, 648 proteins were significantly changed (adjusted P-value < 0.05) relative to uninfected mice with most of these proteins being up-regulated (Fig 4A). We then specifically analysed changes in the ECM and matrix-related proteins (defined from the Matrisome Project), performing hierarchical clustering across groups after N. brasiliensis infection (Fig 4B). Several collagen types (notably collagens I, III, and VI) clustered together, with proteins reduced in WT mice after infection, an effect not replicated in Il13−/− mice. Such differences may relate to an already lower level of expression of these collagens under basal conditions in Il13−/− versus WT mice. Evaluation of the relative abundance of collagen types across groups confirmed dysregulated collagen levels in the absence of IL-13, with N. brasiliensis infection altering collagen expression in WT but not Il13−/− mice (Fig 4C). Fibrillar collagens I and III, although already low in Il13−/− mice, were decreased in infected WT mice and basement membrane-associated collagens IV and VI were also dysregulated in Il13−/− mice. To visualise total collagen deposition, Masson’s trichrome staining was performed but did not show any major differences between infected WT and Il13−/− mice at D6pi (Fig S2A). Furthermore, hydroxyproline levels were measured as a proxy for total collagen in the lung and confirmed no gross differences between the groups (Fig S2B). To gain further insight into global IL-13–dependent changes in the lung, we performed pathway analysis on differentially expressed proteins (by non-adjusted P-value < 0.05) comparing infected WT and Il13−/− mice (Fig 4D). IL-13-dependent canonical pathway analysis showed a down-regulation (blue) in pathways relating to protein synthesis and cellular stress after infection, with 71% of endoplasmic reticulum stress pathway-associated proteins being regulated by IL-13. In addition, mTOR signalling and antigen presentation pathways appeared to be altered in the absence of IL-13. Although proteomic analysis of lungs from infected Il13−/− mice did not reveal any differences in matrisome components compared with infected WT mice, RELM-α and surfactant protein D (SP-D), two proteins heavily implicated in type 2 immunity, were significantly decreased in infected Il13−/− lungs amongst the total proteome (Fig S3). Several other key proteins were found to be significantly down-regulated in Il13−/− mice based on relative abundance when compared with infected WT mice including AMCase, BRP39, and Ym1 (Fig 4E) molecules also strongly associated with pulmonary type 2 immunity. These data suggest that IL-13 may not directly regulate ECM remodelling after acute lung injury on D6pi after N. brasiliensis infection. However, IL-13 is critical for the induction of type 2 effector molecules which may determine the subsequent tissue repair responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18026, "infons": {"file": "LSA-2020-01000_Fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "IL-13–dependent lung proteomic changes during Nippostrongylus brasiliensis infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18114, "infons": {"file": "LSA-2020-01000_Fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "WT and Il13−/− mice were infected with N. brasiliensis (Nb) and on D6pi lungs were prepared for proteomic analysis. (A) Volcano plot of infected WT lungs (D6pi) showing differential expression of up- (red) or down- (blue) regulated proteins with matrisome annotations (fold change relative to naïve WT mice). Black labels indicate proteins lacking matrisome annotations. (B) Unsupervised, hierarchically clustered heatmap of expression of matrisome proteins comparing naïve and Nb-infected groups of WT and Il13−/− mice on D6pi. (C) Columns in each set represent different (biological repeat) mice in each group (C) Relative abundance (label-free quantification [LFQ] intensity) of collagen peptides comparing infected WT and Il13−/− lungs on D6pi. (D) Predicted changes in canonical pathways based on changes in the proteome of infected Il13−/− mice compared with infected WT mice (down-regulation in blue, up-regulation in red, and no specified direction in grey). Percentage indicates the relative number of proteins that are regulated in each pathway. (E) Relative abundance of peptides highly associated with type 2 immunity comparing infected WT and Il13−/− lungs on D6pi. Data (mean ± SEM in C and E) are pooled from two independent mass spectrometry runs with four to five mice per group in total. *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19545, "infons": {"file": "LSA-2020-01000_FigS2.jpg", "id": "figS2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Analysis of total collagen in the lungs of Il13−/− mice after Nippostrongylus brasiliensis infection on D6pi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19659, "infons": {"file": "LSA-2020-01000_FigS2.jpg", "id": "figS2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Lung sections were prepared and stained with Masson’s trichrome stain and imaged to visualise collagen (scale bar = 200 µm). (B) Hydroxyproline levels from whole lungs were measured. (A, B) Data are representative (A) or pooled (mean ± SEM in B) from two individual experiments with four to five mice per group (per experiment).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19997, "infons": {"file": "LSA-2020-01000_FigS3.jpg", "id": "figS3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Volcano plot of differentially expressed proteins (by adjusted P-value) in the lungs of Nippostrongylus brasiliensis–infected Il13−/− mice compared with infected WT mice on D6pi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20182, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IL-13 is required for induction of epithelial cell–derived RELM-α", "sentences": [], "annotations": [], "relations": []}, {"offset": 20252, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The proteomic analysis led us to further characterise the contribution of IL-13 to RELM-α expression in the lung. RELM-α is an important type 2-associated effector molecule implicated in repair processes that have been previously described in the skin and lungs. We measured RELM-α protein in the BAL fluid by ELISA (i.e., release into the airways) and consistent with our proteomics data found decreased RELM-α levels in Il13−/− mice infected with N. brasiliensis relative to infected WT mice (Fig 5A). Similarly, quantification of mRNA in the whole lung showed that the induction of Retnla expression on D4pi and D6pi was reduced in the absence of IL-13 (Fig 5B). In addition, we performed immunofluorescence staining in lung sections and found that the airways, which were highly RELM-α+ after infection in WT mice, appeared largely diminished in RELM-α expression in infected Il13−/− mice (Fig 5C). To directly quantify this cellular RELM-α expression, lung cell suspensions were analysed by flow cytometry for intracellular RELM-α. In the absence of IL-13, CD45–EpCAM+ epithelial cells had significantly impaired expression of RELM-α as early as D2pi and was still muted by D6pi when compared with WT controls (Fig 5D). Consistent with previous findings, epithelial cells were the major source of RELM-α at these time points, whereas other cellular sources such as alveolar macrophages, neutrophils, and eosinophils, were relatively unchanged in the absence of IL-13 after infection (data not shown). As a complementary experiment, equimolar amounts of systemic IL-4 and IL-13 were each delivered by intraperitoneal injection into WT mice and 18 h later epithelial RELM-α expression was measured in the lungs. Both IL-4 and IL-13 injection elicited a comparable expression of RELM-α in tissue resident (F4/80hi) macrophages in the peritoneal cavity (Fig S4A). In contrast to IL-4 which had no apparent effect, systemic IL-13 delivery was able to potently drive RELM-α expression in CD45–EpCAM+ epithelial cells (Fig 5E). However, we hypothesized that the differences in response to comparable doses of IL-4 versus IL-13 may be due to bioavailability in the lung when delivered systemically. Therefore, we directly administered the cytokines to the lung via intranasal instillation and found that both IL-4 and IL-13 induced epithelial cell derived–RELM-α (Fig 5F). Analysis of non-epithelial cells revealed a similar pattern of RELM-α expression in airway macrophages in response to IL-4 versus IL-13 when comparing intraperitoneal and intranasal delivery (Fig S4B and C). Taken together, these results show that IL-13 is both necessary and sufficient to stimulate lung epithelial cell RELM-α. Comparison of intranasal delivery with peritoneal delivery of IL-4 versus IL-13 suggest either that lung epithelial cells and airway macrophages are more sensitive to IL-13 relative to IL-4, or that IL-13 traffics more readily to the lung than IL-4, perhaps because IL-4 is consumed along the way by the more abundant type 1 IL-4 receptors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23356, "infons": {"file": "LSA-2020-01000_Fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Lung epithelial cell expression and airway release of RELM-α is IL-13 dependent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23441, "infons": {"file": "LSA-2020-01000_Fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "WT and Il13−/− mice were infected with Nippostrongylus brasiliensis (Nb). (A) On D4 and D6pi RELM-α protein levels in the BAL fluid were measured by ELISA. (B) D4 and D6pi whole lung Retnla mRNA was measured by quantitative real-time PCR (data normalised against housekeeping gene Rpl13a). (C) Lung RELM-α (green) and Ym1 (red) were imaged by immunofluorescence microscopy (scale bar = 100 µm). (D) On D2 and D6pi, CD45−EpCAM+ lung epithelial cells were analysed and quantified by flow cytometry to measure intracellular RELM-α. (E, F) WT mice were injected with either PBS, IL-4Fc, or IL-13Fc i.p. or (F) i.n. and 18 h later, CD45−EpCAM+ lung epithelial cell RELM-α expression was measured by flow cytometry. (A, B) Data (mean ± SEM) in (A, B) were pooled from three individual experiments with three to five mice per group (per experiment). (C, D, E, F) Data (mean ± SEM) in (C, D, E, F) were representative of two individual experiments with two to five mice per group (per experiment). NS: not significant, *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24574, "infons": {"file": "LSA-2020-01000_FigS4.jpg", "id": "figS4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "RELM-α expression in macrophages after IL-13 or IL-4 delivery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24641, "infons": {"file": "LSA-2020-01000_FigS4.jpg", "id": "figS4", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Peritoneal resident (F4/80hi) macrophage expression of RELM-α after intraperitoneal injection of either PBS, IL-4Fc, or IL-13Fc after 18 h. (B, C) Comparison of airway macrophage (CD11c+Siglec-F+) expression of RELM-α after either (B) intraperitoneal or (C) intranasal delivery of either PBS, IL-4Fc, or IL-13Fc. Data (mean ± SEM) were representative of two individual experiments with two to five mice per group (per experiment). NS, not significant, ****P < 0.0001 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25169, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IL-13 broadly regulates type 2 immunity in the lung during N. brasiliensis infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 25254, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because of the technical limitations of proteomics not being able to detect low molecular weight cytokines and chemokines, we performed transcriptional profiling of lung tissue from N. brasiliensis–infected WT and Il13−/− mice to better define the role of IL-13 during type 2 immunity in acute injury settings and to highlight potential mechanisms/pathways involved. Using the Nanostring Myeloid Innate Immunity v2 panel, we screened for differentially regulated genes across groups on D6pi. Principal component analysis showed distinct separation between groups based on infection status (PC1) and genotype (PC2) (Fig 6A). Genes were grouped by unsupervised hierarchical clustering and differentially expressed genes were represented as a heat map to identify expression patterns across all groups (Fig 6B). Notably, various signature type 2 genes were down regulated in infected Il13−/− mice such as Chil3/4, Arg1, Il33, Retnla, and the eotaxins (encoded by Ccl11 and Ccl24). Conversely, a cluster of pro-inflammatory genes that included Mmp8, Il18, and Tlr2 were up-regulated in infected IL-13–deficient mice (Fig 6B). Differentially expressed genes were further characterised using Ingenuity Pathway Analysis to identify potential upstream regulators (Fig 6C). Very few regulators were predicted to be up-regulated during IL-13 deficiency but included the airway epithelial cell-associated transcription factor Foxa2 and the adenosine A1 receptor, Adora1. To validate changes in the Foxa2 pathway in the absence of IL-13 during N. brasiliensis infection, we analysed expression of genes known to be regulated by Foxa2 during type 2 settings in the lung. Clca1, Muc5ac, and Ccl11 were confirmed to be highly up-regulated during infection in WT mice but impaired in Il13−/− mice (Fig 6D). Notably, baseline expression of Clca1 and Foxa3 were lower in the lungs of naïve Il13−/− mice when compared with controls. Foxa2 also negatively regulates Il33 expression, and whereas there was a trend toward Il33 down-regulation on D6pi in the absence of IL-13, this did not reach significance. To better characterise IL-33 expression, we performed immunofluorescence staining of nuclear protein in the lungs following N. brasiliensis infection (Fig 6E). In WT mice expression of nuclear IL-33 was increased in the lung parenchyma, likely alveolar type II epithelial cells, on D2pi when compared with uninfected mice. In contrast, there was no significant increase in nuclear IL-33 in these cells in the absence of IL-13. In summary, these data demonstrate a broad role for IL-13 in regulating type 2 immunity and epithelial cell function during acute helminth infection in the lung.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27951, "infons": {"file": "LSA-2020-01000_Fig6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Transcriptional profiling of IL-13–dependent genes in the lung after Nippostrongylus brasiliensis infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28062, "infons": {"file": "LSA-2020-01000_Fig6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Whole lung RNA from WT and Il13−/− mice infected with N. brasiliensis (Nb) on D6pi was analysed by Nanostring. (A) Principle components analysis of naïve and infected WT and Il13−/− mice. (B) Unsupervised, hierarchically clustered heat map of genes differentially expressed between mouse groups with fold change expression level indicated by colour. (C) Columns in each set represent different (biological repeat) mice in each group (C) Predicted upstream regulators from Ingenuity Pathway Analysis. (D) Expression of Foxa2-regulated genes Clca1, Muc5ac, Ccl11, Il33, and Foxa3 were measured in lung tissues on day 2 post-infection and D6pi by quantitative real-time PCR (data normalised against housekeeping gene Rpl13a). (E) Immunofluorescence staining of nuclear IL-33 (magenta) in the parenchyma of the lung and quantification of mean integrated density (IntDen) (scale bar = 100 µm). Data in (A, B, C) are from a single Nanostring run with samples from two to four mice per group. Data (mean ± SEM) in (D, E) were pooled from two individual experiments with three to five mice per group (per experiment). NS, not significant, *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001 (one-way ANOVA and Tukey–Kramer post hoc test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29306, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29317, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite sharing receptors/signalling components with IL-4, various studies have established a distinct role for IL-13 during type 2 immunity and argued against simple functional redundancy between these two cytokines. For example, IL-4 cytokine–deficient mice, but not IL-4Rα-deficient mice, are able to expel N. brasiliensis from the gut because of intact IL-13 signalling. In addition, IL-13-deficient mice fail to clear N. brasiliensis parasites from the gut when compared with IL-4–deficient and WT mice. Although these studies establish a clear role for IL-13 in mediating type 2 immunity in the small intestine and the establishment of the adaptive immune response, very little is known about the functions of IL-13 in the earlier lung stage of this infection model. Our study reinforces these earlier findings but also reveal a crucial protective role for IL-13 in limiting acute lung injury, promoting airway eosinophilia, and inducing type 2 effector proteins. These lung-specific effects of IL-13 are also consistent with other work showing that pulmonary eosinophilia is impaired in IL-13Rα1–deficient mice during asthma. Our results are also highly consistent with a study by that revealed marked epithelial-specific defects in the lungs of IL-13Rα1–deficient mice under baseline conditions and during bleomycin-induced pulmonary injury. These IL-13-dependent alterations included many proteins identified in our study including Clca1, RELM-α, Arginase1, MMP8, and chitinase-like proteins. This study also found that IL-13Ra1 deficiency led to increased bleomycin-induced pathology and together with our data highlights the importance of the IL-13/IL-13Rα1 axis in reducing lung injury.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31036, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our data demonstrate a profound epithelial cell–specific effect of IL-13 during acute lung injury with N. brasiliensis. Expression of the type I and type II IL-4 receptors is restricted based on cell type. Hematopoietic cells predominantly express the type I receptor, whereas non-hematopoietic cells such as epithelial cells primarily express the type II receptor. Whereas the type II receptor can be ligated by both IL-4 and IL-13, IL-13 can outcompete IL-4 by more efficiently promoting receptor assembly. In terms of epithelial cell expression, a model of mechanical injury shows that IL-13Rα1 expression increases at the wound edge in cultured alveolar epithelial cells. As we observed exacerbated airway injury in Il13−/− mice, it is therefore plausible in our model of nematode-induced lung injury that early alveolar epithelial cell function is dependent on the presence of IL-13. Our study also highlights impaired expression of type 2 effector molecules RELM-α and SP-D by lung epithelial cells in the absence of IL-13. RELM-α is an IL-4Rα–dependent protein involved in lung tissue repair and has been shown to mediate collagen cross-linking via lysl hydroxylase 2. Interestingly, SP-D has known roles in promoting immunity to N. brasiliensis and is required for the up-regulation of RELM-α in the lung. Furthermore, our transcriptional profiling predicted a dysregulation of the transcription factor Foxa2 in the absence of IL-13 after infection. Foxa2 is required for alveolarization and negatively regulates goblet cell hyperplasia. In terms of type 2 function, the predicted increased Foxa2 activity in Il13−/− mice is consistent with previous studies showing that IL-13 decreases Foxa2 expression to enable mucin production by airway epithelial cells. This is also consistent with our finding that IL-33 expression was impaired in the absence of IL-13, likely via Foxa2 as has been previously shown. We therefore hypothesize a mechanism of IL-13–mediated suppression of Foxa2 in alveolar epithelial cells that enables the expression and release of type 2 effector molecules such as RELM-α. It is also notable that MMP-8 and IL-18 were up-regulated in infected Il13−/− mice. MMP-8 and IL-18 are pro-inflammatory markers associated with chronic obstructive pulmonary disease (COPD). As N. brasiliensis infection eventually results in emphysema that resemble features of COPD, our data thus suggest a complex role for IL-13 in the development of emphysema.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33529, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given the attribution of IL-13 to tissue remodelling and fibrosis in a variety of contexts, we anticipated changes to the matrisome in our acute lung injury model using proteomic analysis. Although we saw many changes to the lung matrisome due to infection in WT mice, we did not observe major changes in lung collagens in Il13−/− mice after infection. However, we saw that some major collagens (especially collagen I and III) were reduced in abundance after infection of WT mice. This reduction in the expression of these collagens did not occur in Il13−/− mice, which already had a baseline decrease in these collagens. It is thus possible that IL-13 has a developmental role in collagen organisation that predisposed the Il13−/− mice to enhanced tissue injury. A limitation of our matrisome analysis is that we looked at only a single time point (D6pi) and did not account for potential changes in the localisation of specific collagen types and cannot exclude a role for glycosylation state or other post-translational modifications. Nonetheless, pathway analyses of the proteomic data predicted a dysregulation in protein synthesis and cellular stress pathways (presumably in epithelial cells) upon acute tissue injury in the absence of IL-13, which will be the subject of future studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34835, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our observation that Il13−/− mice had enhanced haemorrhaging led us to hypothesize that there may be compromised endothelial cell integrity (e.g., with respect to basement membrane collagen composition) during lung injury in the absence of IL-13. It is worth noting that showed increased bleeding in infected IL-4Rα–deficient mice but not IL-13Rα1 KO suggesting IL-4 alone is sufficient to limit bleeding. This difference with our study is likely due background strain of mice used; BALB/c in the study versus C57BL/6 mice in our study. In addition to well-known differences in IL-4 and IL-13 levels and responsiveness between strains, we routinely observe that BALB/c are much more prone to bleeding, consistent with reports of enhanced pulmonary haemorrhage in BALB/c versus C57BL/6 mice. Although we have yet to unravel these differences mechanistically, IL-4Rα signals are important in vascular integrity, which could explain differential requirements for IL-4 versus IL-13 to limit bleeding between the two strains. In conclusion, our study has demonstrated a pivotal role for IL-13 in limiting tissue injury and airway bleeding and suggests broader functions for IL-13 in regulating type 2 immunity, in the context of acute lung damage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36090, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 36112, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mice and ethics statements", "sentences": [], "annotations": [], "relations": []}, {"offset": 36139, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WT C57BL/6J were purchased from Charles River UK. Il13tm3.1Anjm were maintained on a C57BL/6J background and bred in-house at the University of Manchester. Most experiments had a combination of purchased WT mice and littermate controls. Female and male mice were used at age 8–14 wk. Animals were housed in individually ventilated cages with food and water provided ad libitum. Experimental mice were randomly assigned to groups. All experiments were carried out in accordance with the United Kingdom Animals (Scientific Procedures) Act 1986 and under a Project License (70/8548) granted by the Home Office and approved by local Animal Ethics Review Group at the University of Manchester.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36830, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "N. brasiliensis infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 36856, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "N. brasiliensis worms were propagated as previously described. Infective L3 larvae were isolated and mice were injected with 250 L3s subcutaneously. Mice were culled by overdose of pentobarbitone i.p. and BAL was performed with 10% FBS in PBS and lung lobes were collected. Perfusion was not performed because of the compromised lung vasculature during N. brasiliensis infection. On D2pi, BAL fluid absorbance was measured at 540 nm using a VersaMax microplate reader (Molecular Devices) to assess airway haemorrhage. Lung lobes were either stored in RNAlater (Thermo Fisher Scientific), fixed in 10% neutral-buffered formalin for histology or minced and digested with Liberase (TL) low thermolysin concentration (Roche) for 30 min at 37°C for analysis of lung epithelial cells by flow cytometry and ex vivo stimulation of lung T cells using cell stimulation cocktail (plus protein transport inhibitors) (eBioscience). For ex vivo T cell IL-13 measurements, lung homogenates were cultured in the presence or absence of anti-CD3/CD28 for 72 h and culture supernatants were analysed for IL-13 by ELISA. On D6pi, adult small intestinal worms were counted using a dissecting microscope after incubation of the small intestine at 37°C to collect live adult worms that migrate out of the tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38148, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Flow cytometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 38163, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Single-cell suspensions were washed in PBS and Live/Dead staining (Thermo Fisher Scientific) was performed. Samples were Fc-blocked using α-CD16/32 (2.4G2) (BD Biosciences) and mouse serum (Bio-Rad). Blocking and subsequent surface staining was performed using PBS containing 2 mM EDTA, 2% FBS, and 0.05% NaN3. Antibodies used for staining are listed in Table 1. After surface staining, cells were incubated with IC fixation buffer (Thermo Fisher Scientific) before permeabilization for intracellular staining. For secondary detection of Ym1 and RELM-α, Zenon goat and rabbit antibody labels (Thermo Fisher Scientific) were used. For RELM-α intracellular staining, cells were directly stained without stimulation or protein transport inhibition. Lung CD4+ T cells were stimulated ex vivo with cell stimulation cocktail containing protein transport inhibitors (Thermo Fisher Scientific) for 4 h at 37°C before staining. For cell quantification, some samples were spiked with 10 µm polystyrene beads (Sigma-Aldrich) before acquisition. Data were acquired on a BD LSRFortessa flow cytometer and analysed using FlowJo v10 software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39307, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "List of flow cytometry antibodies used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39347, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Antigen</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Clone</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Manufacturer</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD45.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">104</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD11b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">M1/70</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD11c</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N418</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ly6C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">HK1.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ly6G</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1A8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BD Biosciences</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Siglec-F</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">E50-2440</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BD Biosciences</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">TCRβ</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">H57-597</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD3ε</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17A2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thermo Fisher Scientific</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GK1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">53–6.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6D5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">B220</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">RA3-6B2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thermo Fisher Scientific</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">EpCAM</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9C4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CD31</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">390</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IL-4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11B11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IL-5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TRFK5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BioLegend</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IL-13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">eBio13A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thermo Fisher Scientific</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">RELM-α</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Polyclonal</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peprotech</td></tr></tbody></table>\n"}, "text": "Antigen\tClone\tManufacturer\t \tCD45.2\t104\tBioLegend\t \tCD11b\tM1/70\tBioLegend\t \tCD11c\tN418\tBioLegend\t \tLy6C\tHK1.4\tBioLegend\t \tLy6G\t1A8\tBD Biosciences\t \tSiglec-F\tE50-2440\tBD Biosciences\t \tTCRβ\tH57-597\tBioLegend\t \tCD3ε\t17A2\tThermo Fisher Scientific\t \tCD4\tGK1.5\tBioLegend\t \tCD8\t53–6.7\tBioLegend\t \tCD19\t6D5\tBioLegend\t \tB220\tRA3-6B2\tThermo Fisher Scientific\t \tEpCAM\t9C4\tBioLegend\t \tCD31\t390\tBioLegend\t \tIL-4\t11B11\tBioLegend\t \tIL-5\tTRFK5\tBioLegend\t \tIL-13\teBio13A\tThermo Fisher Scientific\t \tRELM-α\tPolyclonal\tPeprotech\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 39872, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA extraction and quantitative real-time PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 39918, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tissue samples stored in RNAlater (Thermo Fisher Scientific) were processed for RNA extraction using a TissueLyser II and QIAzol reagent (QIAGEN). Isolated RNA was quantified using a Qubit fluorimeter and RNA BR kit (QIAGEN). cDNA was synthesized using Tetro reverse transcription kit (Bioline) and oligo dT 15-mers (Integrated DNA Technologies). Quantitative real-time PCR was performed using SYBR™ green mix (Agilent Technologies) and a LightCycler 480 II (Roche). A list of primer sequences used are shown in Table 2. Gene expression levels were determined by second derivative maxima using standard curves (LightCycler software) and expressed relative to the housekeeping gene Rpl13a.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40609, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_caption"}, "text": "List of primer sequences used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40640, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Primer</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Sequence (5′-3′)</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Ccl11</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CACGGTCACTTCCTTCACCT</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Ccl11</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TGGGGATCTTCTTACTGGTCA</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Clca1</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CTGTCTTCCTCTTGATCCTCCA</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Clca1</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CGTGGTCTATGGCGATGACG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Foxa3</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCTGACCCTGAGTGAAATCTAC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Foxa3</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACGAAGCAGTCATTGAAGGAC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il4</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GAGAGATCATCGGCATTTTGA</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il4</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TCTGTGGTGTTCTTCGTTGC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il5</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACATTGACCGCCAAAAAGAG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il5</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CACCATGGAGCAGCTCAG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il13</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CCTCTGACCCTTAAGGAGCTTAT</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il13</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CGTTGCACAGGGGAGTCT</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il33</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TCCAACTCCAAGATTTCCCCG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Il33</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CATGCAGTAGACATGGCAGAA</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Muc5ac</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCATCAATCAACAGCGAAACTT</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Muc5ac</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CGAGTCACCCCCTGAGTC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Nb-actin forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCATCCCGTGCTGCTGAC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Nb-actin reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GGCGTACAGCGACAACACTG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Retnla</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TATGAACAGATGGGCCTCCT</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Retnla</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GGCAGTTGCAAGTATCTCCAC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Rpl13a</italic> forward</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CATGAGGTCGGGTGGAAGTA</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Rpl13a</italic> reverse</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCCTGTTTCCGTAACCTCAA</td></tr></tbody></table>\n"}, "text": "Primer\tSequence (5′-3′)\t \tCcl11 forward\tCACGGTCACTTCCTTCACCT\t \tCcl11 reverse\tTGGGGATCTTCTTACTGGTCA\t \tClca1 forward\tCTGTCTTCCTCTTGATCCTCCA\t \tClca1 reverse\tCGTGGTCTATGGCGATGACG\t \tFoxa3 forward\tGCTGACCCTGAGTGAAATCTAC\t \tFoxa3 reverse\tACGAAGCAGTCATTGAAGGAC\t \tIl4 forward\tGAGAGATCATCGGCATTTTGA\t \tIl4 reverse\tTCTGTGGTGTTCTTCGTTGC\t \tIl5 forward\tACATTGACCGCCAAAAAGAG\t \tIl5 reverse\tCACCATGGAGCAGCTCAG\t \tIl13 forward\tCCTCTGACCCTTAAGGAGCTTAT\t \tIl13 reverse\tCGTTGCACAGGGGAGTCT\t \tIl33 forward\tTCCAACTCCAAGATTTCCCCG\t \tIl33 reverse\tCATGCAGTAGACATGGCAGAA\t \tMuc5ac forward\tGCATCAATCAACAGCGAAACTT\t \tMuc5ac reverse\tCGAGTCACCCCCTGAGTC\t \tNb-actin forward\tGCATCCCGTGCTGCTGAC\t \tNb-actin reverse\tGGCGTACAGCGACAACACTG\t \tRetnla forward\tTATGAACAGATGGGCCTCCT\t \tRetnla reverse\tGGCAGTTGCAAGTATCTCCAC\t \tRpl13a forward\tCATGAGGTCGGGTGGAAGTA\t \tRpl13a reverse\tGCCTGTTTCCGTAACCTCAA\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 41492, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Lung proteomic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41516, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Samples from slides containing whole lung tissue sections were scraped excluding major blood vessels and processed as previously described. Peptides were evaluated by liquid chromatography coupled tandem mass spectrometry using an UltiMate 3000 Rapid Separation LC system (Dionex Corporation) coupled to a Q Exactive HF mass spectrometer (Thermo Fisher Scientific). Raw spectra were aligned using MAXQuant software v1.6.17.0 with the variable modifications of proline and methionine oxidation in addition to “matched between runs” being enabled. Raw data were then imported into R for differential analysis with MSqRob using the default pipeline. Heat maps were plotted using scaled log10-transformed LFQ counts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42233, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Hydroxyproline assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 42254, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Hydroxyproline assay was performed as previously described. Whole lungs were incubated overnight in 6 M HCl, in screw-top tubes at 100°C covered with aluminium foil. Tubes were cooled to RT and centrifuged at 12,000g for 3 min. Hydroxyproline standards were prepared (starting at 0.25 mg/ml) and serially diluted with 6 M HCl. Samples and standards (50 µl) were transferred into Eppendorf tubes and 450 µl chloramine T reagent (55.79 mM chloramine T [initially dissolved in 50% N-propanol] in acetate citrate buffer—0.88 M sodium acetate trihydrate, 294 mM citric acid, 1.2% glacial acetic acid, and 0.85 M sodium hydroxide—adjusted to pH 6.5; reagents from Sigma-Aldrich) was added to each tube and incubated at RT for 25 min. Ehrlich’s reagent (500 µl; 1 M 4-dimethylaminobenzaldehyde in N-propanol:perchloric acid [2:1]; Sigma-Aldrich) was added to each tube and incubated at 65°C for 10 min and absorbance at 558 nm was measured.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43200, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Histological and immunofluorescence staining", "sentences": [], "annotations": [], "relations": []}, {"offset": 43245, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Whole left lung lobes were paraffin embedded and 5 µm sections were prepared for haematoxylin/eosin or Masson’s trichrome staining. For visualization of haemosiderin deposits, lung sections were rehydrated and stained with a solution of 5% potassium ferrocyanide with 10% HCl (Prussian blue) for 20 min; sections were then rinsed with dH2O and counterstained with a solution of 1% neutral red and 1% acetic acid for 5 min before being rinsed with dH2O and dehydrated for mounting. Bright-field images were captured using an Olympus slide scanner and analysed using CaseViewer software (3DHISTECH). For immunofluorescence staining, lung sections were rehydrated and subjected to heat-mediated antigen retrieval using citrate buffer (10 mM sodium citrate, 0.05% Tween-20, pH 6.0) followed by primary antibody incubation overnight at 4°C using biotin-anti-Ym1 and anti-RELM-Α (Table 1); sections were then incubated with anti-rabbit FITC (Invitrogen) and streptavidin NL-557 (R&D systems) for 30 min RT before being mounting using Fluoromount-G containing DAPI (SouthernBiotech). Fluorescent slides were imaged using an EVOS FL Imaging System (Thermo Fisher Scientific) and analysed using ImageJ. IL-33 was detected using a rabbit polyclonal anti-IL-33 antibody (ab118503; Abcam) and a donkey anti-rabbit IgG NorthernLights NL637-conjugated antibody (NL005; R&D systems). Integrated density (IntDen) per nuclei was calculated using ImageJ. First, eight-bit greyscale images were binarised using a minimum threshold of 15 to a maximum threshold of 255. This mask was then used with ImageJ’s “Analyze Particles” function with a size limit of 10–100 pixels and a circularity limit of 0.25–1.00. Measurements of Area and IntDen were taken for each nuclei and the staining intensity was calculated as the IntDen—area for each nuclei. These intensity values were then averaged to give the mean nuclear staining across each regions of interest (ROI). For each animal, five ROIs were analysed and these were averaged to give the mean for that animal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45302, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Lung lacunarity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45327, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Slide-scanned images of H&E–stained lung lobes were processed in a (KNIME) Konstanz Information Miner software workflow to obtain 50 random ROIs across the whole lung section. ROIs that contained lobe boundaries or extensive artefacts were excluded from the analysis. The ROIs were then converted to binary images and lacunarity was quantified using the FracLac plugin for ImageJ (default settings). Lacunarity values of all the ROIs were averaged to obtain estimates for the entire lobe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45818, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ELISA", "sentences": [], "annotations": [], "relations": []}, {"offset": 45824, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "BAL supernatants were analysed for RELM-α using commercially available ELISA kits (Peprotech). Analytes were detected using horse radish peroxidase-conjugated streptavidin and TMB substrate (BioLegend) and stopped with 1 M HCl. Final absorbance at 450 nm was measured using a VersaMax microplate reader (Molecular Devices).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46152, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "IL-4-Fc and IL-13-Fc injections", "sentences": [], "annotations": [], "relations": []}, {"offset": 46184, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To extend the half-life of IL-4 and IL-13, fusion proteins were generated of mouse IL-4 and IL-13 with the Fc portion of IgG1 (custom order with Absolute Antibody). Mice were injected intraperitoneally with either PBS, 10 µg IL-4-Fc, or 10 µg IL-13-Fc in 100 µl PBS. In other experiments, mice were anaesthetised using isoflurane inhalation and intranasally instilled with either PBS, 10 µg IL-4-Fc, or 10 µg IL-13-Fc in 40 µl PBS. The following day at 18 h post-treatment, mice were culled for lung cell analysis by flow cytometry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46741, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Nanostring analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Quality control was performed on RNA samples with an Agilent 2200 TapeStation system before downstream analyses. Samples were diluted and 100 ng of RNA was processed for running on a Nanostring nCounter FLEX system using the Myeloid Innate Immunity v2 panel. Raw count data were imported into R for analysis using the limma package. Internal housekeeping and negative control probes were used to ensure data integrity and set thresholds for minimum expression. Data were normalised using the edgeR package and then differential expression was calculated using the limma package. Figures were generated in R using ggplot and the complexheatmap package. Heat maps were plotted using scaled normalised counts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47468, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 47489, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Graphpad Prism 8 software was used for all statistical analyses. Data were assessed to be normally distributed by the D’Agostino-Pearson omnibus normality test. Differences between experimental groups were assessed by ANOVA (for normally distributed data) followed by Tukey–Kramer post hoc multiple comparisons test or an unpaired two-tailed t test. In cases where data were not normally distributed, a Kruskal–Wallis test was used. For gene expression data, values were log2-transformed to achieve normal distribution. Comparisons with a P-value of <0.05 were considered to be statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48100, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 48118, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE partner repository with the dataset identifier PXD021853.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48282, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 48305, "infons": {"fpage": "122", "lpage": "131", "pub-id_doi": "10.1159/000447692", "pub-id_pmid": "27637004", "section_type": "REF", "source": "Int Arch Allergy Immunol", "type": "ref", "volume": "170", "year": "2016"}, "text": "A critical evaluation of Anti-IL-13 and Anti-IL-4 strategies in severe asthma", "sentences": [], "annotations": [], "relations": []}, {"offset": 48383, "infons": {"fpage": "25", "lpage": "37", "pub-id_doi": "10.1016/j.cyto.2015.05.008", "pub-id_pmid": "26073683", "section_type": "REF", "source": "Cytokine", "type": "ref", "volume": "75", "year": "2015"}, "text": "The differential expression of IL-4 and IL-13 and its impact on type-2 immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 48463, "infons": {"fpage": "669", "lpage": "672", "pub-id_doi": "10.1016/s0960-9822(98)70256-8", "pub-id_pmid": "9635196", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "8", "year": "1998"}, "text": "Differences between IL-4R alpha-deficient and IL-4-deficient mice reveal a role for IL-13 in the regulation of Th2 responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 48588, "infons": {"fpage": "6970", "pub-id_doi": "10.1038/ncomms7970", "pub-id_pmid": "25912172", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "6", "year": "2015"}, "text": "ILC2s and T cells cooperate to ensure maintenance of M2 macrophages for lung immunity against hookworms", "sentences": [], "annotations": [], "relations": []}, {"offset": 48692, "infons": {"fpage": "2486", "lpage": "2496", "pub-id_doi": "10.1056/NEJMoa1804092", "pub-id_pmid": "29782217", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "378", "year": "2018"}, "text": "Dupilumab efficacy and safety in moderate-to-severe uncontrolled asthma", "sentences": [], "annotations": [], "relations": []}, {"offset": 48764, "infons": {"fpage": "74", "lpage": "86", "pub-id_doi": "10.1038/s41556-019-0441-z", "pub-id_pmid": "31907414", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "22", "year": "2020"}, "text": "Circadian control of the secretory pathway maintains collagen homeostasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48838, "infons": {"fpage": "260", "lpage": "266", "pub-id_doi": "10.1038/nm.2628", "pub-id_pmid": "22245779", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "18", "year": "2012"}, "text": "An essential role for TH2-type responses in limiting acute tissue damage during experimental helminth infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 48950, "infons": {"fpage": "6133", "lpage": "6141", "pub-id_doi": "10.4049/jimmunol.1000223", "pub-id_pmid": "20483781", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "184", "year": "2010"}, "text": "Foxa2 programs Th2 cell-mediated innate immunity in the developing lung", "sentences": [], "annotations": [], "relations": []}, {"offset": 49022, "infons": {"fpage": "2724", "lpage": "2734", "pub-id_doi": "10.4049/jimmunol.1900640", "pub-id_pmid": "31586037", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "203", "year": "2019"}, "text": "Inflammasome-independent role for NLRP3 in controlling innate antihelminth immunity and tissue repair in the lung", "sentences": [], "annotations": [], "relations": []}, {"offset": 49136, "infons": {"fpage": "39714", "pub-id_doi": "10.1038/srep39714", "pub-id_pmid": "28004808", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "IL-13 is a therapeutic target in radiation lung injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 49191, "infons": {"fpage": "783", "lpage": "791", "pub-id_doi": "10.1172/JCI9674", "pub-id_pmid": "10995789", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "106", "year": "2000"}, "text": "IL-13 stimulates vascular endothelial cell growth factor and protects against hyperoxic acute lung injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 49297, "infons": {"fpage": "1367", "lpage": "1372", "pub-id_doi": "10.1038/nbt.1511", "pub-id_pmid": "19029910", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "26", "year": "2008"}, "text": "MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification", "sentences": [], "annotations": [], "relations": []}, {"offset": 49434, "infons": {"fpage": "2129", "lpage": "2139", "pub-id_doi": "10.1172/JCI741", "pub-id_pmid": "9593769", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "101", "year": "1998"}, "text": "Interleukin (IL) 4 and IL-13 act on human lung fibroblasts. Implication in asthma", "sentences": [], "annotations": [], "relations": []}, {"offset": 49516, "infons": {"fpage": "1001", "lpage": "1006", "pub-id_doi": "10.1172/JCI8124", "pub-id_pmid": "10525034", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "104", "year": "1999"}, "text": "Airway remodeling in asthma", "sentences": [], "annotations": [], "relations": []}, {"offset": 49544, "infons": {"fpage": "4", "lpage": "11", "pub-id_doi": "10.1097/MCP.0b013e32831da8d3", "pub-id_pmid": "19077699", "section_type": "REF", "source": "Curr Opin Pulm Med", "type": "ref", "volume": "15", "year": "2009"}, "text": "Mucus hypersecretion in asthma: Causes and effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 49595, "infons": {"fpage": "139", "lpage": "155", "pub-id_doi": "10.1111/j.0105-2896.2004.00192.x", "pub-id_pmid": "15361238", "section_type": "REF", "source": "Immunol Rev", "type": "ref", "volume": "201", "year": "2004"}, "text": "Interleukin-4- and interleukin-13-mediated host protection against intestinal nematode parasites", "sentences": [], "annotations": [], "relations": []}, {"offset": 49692, "infons": {"fpage": "811", "lpage": "815", "pub-id_pmid": "27931322", "section_type": "REF", "source": "J Am Assoc Lab Anim Sci", "type": "ref", "volume": "55", "year": "2016"}, "text": "Interstrain differences in CO2-induced pulmonary hemorrhage in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 49760, "infons": {"fpage": "145", "lpage": "158", "pub-id_doi": "10.1016/j.immuni.2016.06.009", "pub-id_pmid": "27421703", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "45", "year": "2016"}, "text": "Interleukin-13 activates distinct cellular pathways leading to ductular reaction, steatosis, and fibrosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 49866, "infons": {"fpage": "62", "lpage": "76", "pub-id_doi": "10.1038/nri.2017.90", "pub-id_pmid": "28853443", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "18", "year": "2018"}, "text": "Type 2 immunity in tissue repair and fibrosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 49912, "infons": {"fpage": "23", "lpage": "36", "pub-id_doi": "10.1016/j.jprot.2017.04.004", "pub-id_pmid": "28391044", "section_type": "REF", "source": "J Proteomics", "type": "ref", "volume": "171", "year": "2018"}, "text": "Experimental design and data-analysis in label-free quantitative LC/MS proteomics: A tutorial with MSqRob", "sentences": [], "annotations": [], "relations": []}, {"offset": 50018, "infons": {"fpage": "24", "pub-id_doi": "10.1186/s12014-020-09287-6", "pub-id_pmid": "32565759", "section_type": "REF", "source": "Clin Proteomics", "type": "ref", "volume": "17", "year": "2020"}, "text": "Laser capture microdissection coupled mass spectrometry (LCM-MS) for spatially resolved analysis of formalin-fixed and stained human lung tissues", "sentences": [], "annotations": [], "relations": []}, {"offset": 50164, "infons": {"fpage": "369", "lpage": "379", "pub-id_pmid": "18229576", "section_type": "REF", "source": "Int J Chron Obstruct Pulmon Dis", "type": "ref", "volume": "2", "year": "2007"}, "text": "Matrix metalloproteinases -8, -9 and -12 in smokers and patients with Stage 0 COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 50247, "infons": {"fpage": "287", "lpage": "297", "pub-id_doi": "10.1183/09031936.00019207", "pub-id_pmid": "17989120", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "31", "year": "2008"}, "text": "Interleukin-18 production and pulmonary function in COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 50304, "infons": {"fpage": "1174", "lpage": "1186", "pub-id_doi": "10.1038/s41385-019-0189-6", "pub-id_pmid": "31308480", "section_type": "REF", "source": "Mucosal Immunol", "type": "ref", "volume": "12", "year": "2019"}, "text": "Anti-IL-13Rα2 therapy promotes recovery in a murine model of inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 50396, "infons": {"fpage": "240", "lpage": "253", "pub-id_doi": "10.1038/mi.2015.56", "pub-id_pmid": "26153764", "section_type": "REF", "source": "Mucosal Immunol", "type": "ref", "volume": "9", "year": "2016"}, "text": "A protective role for IL-13 receptor α 1 in bleomycin-induced pulmonary injury and repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 50490, "infons": {"fpage": "4020", "lpage": "4029", "pub-id_doi": "10.4049/jimmunol.173.6.4020", "pub-id_pmid": "15356151", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "173", "year": "2004"}, "text": "IL-13 activates a mechanism of tissue fibrosis that is completely TGF-beta independent", "sentences": [], "annotations": [], "relations": []}, {"offset": 50577, "infons": {"fpage": "E2891", "lpage": "E2899", "pub-id_doi": "10.1073/pnas.1507393112", "pub-id_pmid": "26038565", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "112", "year": "2015"}, "text": "AMCase is a crucial regulator of type 2 immune responses to inhaled house dust mites", "sentences": [], "annotations": [], "relations": []}, {"offset": 50662, "infons": {"fpage": "803", "lpage": "816", "pub-id_doi": "10.1016/j.immuni.2015.09.005", "pub-id_pmid": "26474656", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "43", "year": "2015"}, "text": "Interleukin-4 receptor α signaling in myeloid cells controls collagen fibril assembly in skin repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 50767, "infons": {"fpage": "4068", "lpage": "4076", "pub-id_doi": "10.4049/jimmunol.172.7.4068", "pub-id_pmid": "15034018", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "172", "year": "2004"}, "text": "Protection from fluorescein isothiocyanate-induced fibrosis in IL-13-deficient, but not IL-4-deficient, mice results from impaired collagen synthesis by fibroblasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 50932, "infons": {"fpage": "3814", "pub-id_doi": "10.1126/sciimmunol.aau3814", "section_type": "REF", "source": "Sci Immunol", "type": "ref", "volume": "4", "year": "2019"}, "text": "RELMα-expressing macrophages protect against fatal lung damage and reduce parasite burden during helminth infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 51052, "infons": {"fpage": "1104", "lpage": "1111", "pub-id_doi": "10.1046/j.1365-2222.2002.01420.x", "pub-id_pmid": "12100061", "section_type": "REF", "source": "Clin Exp Allergy", "type": "ref", "volume": "32", "year": "2002"}, "text": "Role of interleukin-13 in eosinophil accumulation and airway remodelling in a mouse model of chronic asthma", "sentences": [], "annotations": [], "relations": []}, {"offset": 51160, "infons": {"fpage": "259", "lpage": "272", "pub-id_doi": "10.1016/j.cell.2007.12.030", "pub-id_pmid": "18243101", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "132", "year": "2008"}, "text": "Molecular and structural basis of cytokine receptor pleiotropy in the interleukin-4/13 system", "sentences": [], "annotations": [], "relations": []}, {"offset": 51254, "infons": {"fpage": "65", "lpage": "73", "pub-id_doi": "10.1006/expr.1996.0090", "pub-id_pmid": "8888733", "section_type": "REF", "source": "Exp Parasitol", "type": "ref", "volume": "84", "year": "1996"}, "text": "Nippostrongylus brasiliensis: Cytokine responses and nematode expulsion in normal and IL-4-deficient mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 51360, "infons": {"fpage": "809", "lpage": "821", "pub-id_doi": "10.1084/jem.194.6.809", "pub-id_pmid": "11560996", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "194", "year": "2001"}, "text": "Interleukin-13 induces tissue fibrosis by selectively stimulating and activating transforming growth factor beta(1)", "sentences": [], "annotations": [], "relations": []}, {"offset": 51476, "infons": {"fpage": "479", "lpage": "488", "pub-id_doi": "10.1002/eji.200737827", "pub-id_pmid": "18203142", "section_type": "REF", "source": "Eur J Immunol", "type": "ref", "volume": "38", "year": "2008"}, "text": "Nippostrongylus brasiliensis infection leads to the development of emphysema associated with the induction of alternatively activated macrophages", "sentences": [], "annotations": [], "relations": []}, {"offset": 51622, "infons": {"fpage": "339", "lpage": "342", "pub-id_doi": "10.1016/s0960-9822(98)70134-4", "pub-id_pmid": "9512421", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "8", "year": "1998"}, "text": "A distinct role for interleukin-13 in Th2-cell-mediated immune responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 51695, "infons": {"fpage": "423", "lpage": "432", "pub-id_doi": "10.1016/s1074-7613(00)80625-1", "pub-id_pmid": "9768762", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "9", "year": "1998"}, "text": "Impaired development of Th2 cells in IL-13-deficient mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 51753, "infons": {"fpage": "5535", "lpage": "5542", "pub-id_doi": "10.1128/IAI.00210-08", "pub-id_pmid": "18809669", "section_type": "REF", "source": "Infect Immun", "type": "ref", "volume": "76", "year": "2008"}, "text": "Interleukin-4-promoted T helper 2 responses enhance Nippostrongylus brasiliensis-induced pulmonary pathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 51862, "infons": {"fpage": "11", "lpage": "19", "pub-id_doi": "10.1016/j.ab.2017.01.002", "pub-id_pmid": "28069451", "section_type": "REF", "source": "Anal Biochem", "type": "ref", "volume": "521", "year": "2017"}, "text": "Determination of extinction coefficients of human hemoglobin in various redox states", "sentences": [], "annotations": [], "relations": []}, {"offset": 51947, "infons": {"fpage": "7240", "lpage": "7245", "pub-id_doi": "10.1073/pnas.0802465105", "pub-id_pmid": "18480254", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "105", "year": "2008"}, "text": "Distinct roles for IL-13 and IL-4 via IL-13 receptor alpha1 and the type II IL-4 receptor in asthma pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52060, "infons": {"fpage": "M111.014647", "pub-id_doi": "10.1074/mcp.M111.014647", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "11", "year": "2012"}, "text": "The matrisome: In silico definition and in vivo characterization by proteomics of normal and tumor extracellular matrices", "sentences": [], "annotations": [], "relations": []}, {"offset": 52182, "infons": {"fpage": "1367", "lpage": "1370", "pub-id_doi": "10.1038/nature08900", "pub-id_pmid": "20200518", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "464", "year": "2010"}, "text": "Nuocytes represent a new innate effector leukocyte that mediates type-2 immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52263, "infons": {"fpage": "672", "lpage": "682", "pub-id_doi": "10.1038/mi.2014.101", "pub-id_pmid": "25336167", "section_type": "REF", "source": "Mucosal Immunol", "type": "ref", "volume": "8", "year": "2015"}, "text": "Conditional IL-4/IL-13-deficient mice reveal a critical role of innate immune cells for protective immunity against gastrointestinal helminths", "sentences": [], "annotations": [], "relations": []}, {"offset": 52406, "infons": {"fpage": "603", "lpage": "610", "pub-id_doi": "10.1164/rccm.200811-1768OC", "pub-id_pmid": "19628779", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "180", "year": "2009"}, "text": "Distinct roles of FOXA2 and FOXA3 in allergic airway disease and asthma", "sentences": [], "annotations": [], "relations": []}, {"offset": 52478, "infons": {"fpage": "D442", "lpage": "D450", "pub-id_doi": "10.1093/nar/gky1106", "pub-id_pmid": "30395289", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "The PRIDE database and related tools and resources in 2019: Improving support for quantification data", "sentences": [], "annotations": [], "relations": []}, {"offset": 52580, "infons": {"fpage": "4970", "lpage": "4981", "pub-id_doi": "10.1128/IAI.00687-06", "pub-id_pmid": "16926388", "section_type": "REF", "source": "Infect Immun", "type": "ref", "volume": "74", "year": "2006"}, "text": "Innate immune responses to lung-stage helminth infection induce alternatively activated alveolar macrophages", "sentences": [], "annotations": [], "relations": []}, {"offset": 52689, "infons": {"fpage": "L958", "lpage": "L966", "pub-id_doi": "10.1152/ajplung.00247.2010", "pub-id_pmid": "21460123", "section_type": "REF", "source": "Am J Physiol Lung Cell Mol Physiol", "type": "ref", "volume": "300", "year": "2011"}, "text": "Interleukin-13 inhibits proliferation and enhances contractility of human airway smooth muscle cells without change in contractile phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 52830, "infons": {"fpage": "e47", "pub-id_doi": "10.1093/nar/gkv007", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "Limma powers differential expression analyses for RNA-sequencing and microarray studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 52918, "infons": {"fpage": "139", "lpage": "140", "pub-id_doi": "10.1093/bioinformatics/btp616", "pub-id_pmid": "19910308", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2009"}, "text": "edgeR: A Bioconductor package for differential expression analysis of digital gene expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 53017, "infons": {"fpage": "863", "lpage": "874.e4", "pub-id_doi": "10.1016/j.immuni.2017.04.017", "pub-id_pmid": "28514691", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "46", "year": "2017"}, "text": "Mast cells are crucial for induction of group 2 innate lymphoid cells and clearance of helminth infections", "sentences": [], "annotations": [], "relations": []}, {"offset": 53124, "infons": {"fpage": "1116", "lpage": "1125", "pub-id_doi": "10.1038/ni.3023", "pub-id_pmid": "25326751", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "15", "year": "2014"}, "text": "Chitinase-like proteins promote IL-17-mediated neutrophilia in a tradeoff between nematode killing and host damage", "sentences": [], "annotations": [], "relations": []}, {"offset": 53239, "infons": {"fpage": "e1007423", "pub-id_doi": "10.1371/journal.ppat.1007423", "pub-id_pmid": "30500858", "section_type": "REF", "source": "PLoS Pathog", "type": "ref", "volume": "14", "year": "2018"}, "text": "Ym1 induces RELMα and rescues IL-4Rα deficiency in lung repair during nematode infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 53336, "infons": {"fpage": "e1005461", "pub-id_doi": "10.1371/journal.ppat.1005461", "pub-id_pmid": "26900854", "section_type": "REF", "source": "PLoS Pathog", "type": "ref", "volume": "12", "year": "2016"}, "text": "Surfactant protein-D is essential for immunity to helminth infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 53405, "infons": {"fpage": "255", "lpage": "264", "pub-id_doi": "10.1016/s1074-7613(00)80477-x", "pub-id_pmid": "9492006", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "8", "year": "1998"}, "text": "IL-13, IL-4Ralpha, and Stat6 are required for the expulsion of the gastrointestinal nematode parasite Nippostrongylus brasiliensis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53536, "infons": {"fpage": "953", "lpage": "964", "pub-id_doi": "10.1242/dev.00966", "pub-id_pmid": "14757645", "section_type": "REF", "source": "Development", "type": "ref", "volume": "131", "year": "2004"}, "text": "Foxa2 regulates alveolarization and goblet cell hyperplasia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53596, "infons": {"fpage": "L681", "lpage": "L693", "pub-id_doi": "10.1152/ajplung.00422.2009", "pub-id_pmid": "20729386", "section_type": "REF", "source": "Am J Physiol Lung Cell Mol Physiol", "type": "ref", "volume": "299", "year": "2010"}, "text": "Expression of IL-4/IL-13 receptors in differentiating human airway epithelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 53680, "infons": {"fpage": "pe55", "pub-id_doi": "10.1126/scisignal.1.51.pe55", "pub-id_pmid": "19109238", "section_type": "REF", "source": "Sci Signal", "type": "ref", "volume": "1", "year": "2008"}, "text": "Untangling the complex web of IL-4- and IL-13-mediated signaling pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 53754, "infons": {"fpage": "535", "lpage": "552", "pub-id_doi": "10.1084/jem.20092121", "pub-id_pmid": "20176803", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "207", "year": "2010"}, "text": "Bleomycin and IL-1beta-mediated pulmonary fibrosis is IL-17A dependent", "sentences": [], "annotations": [], "relations": []}, {"offset": 53825, "infons": {"fpage": "199", "lpage": "210", "pub-id_doi": "10.1002/path.2277", "pub-id_pmid": "18161745", "section_type": "REF", "source": "J Pathol", "type": "ref", "volume": "214", "year": "2008"}, "text": "Cellular and molecular mechanisms of fibrosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53871, "infons": {"fpage": "244", "lpage": "253", "pub-id_doi": "10.1165/rcmb.2006-180OC", "pub-id_pmid": "16980555", "section_type": "REF", "source": "Am J Respir Cell Mol Biol", "type": "ref", "volume": "36", "year": "2007"}, "text": "IL-13 and epidermal growth factor receptor have critical but distinct roles in epithelial cell mucin production", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}